"RTL"="0";
"Cancel"="Cancel";
"OK"="OK";
"Delete"="Delete";
"Next"="Next";

"NoEMailSetupTitle"="E-mail not set up";
"NoEMailSetupText"="Please set up e-mail on your device.";
"WriteEMailText"="Do you want to contact the developers by e-mail?";
"WriteEMailTitle"="Contact developers";
"EMailQuestionSubject"="Smart Budget Technical Support";
"EMailQuestionBody"="\n\nSoftware Version - %@\niOS Version - %@";
"ShareEMailSubj"="I’d like to invite you to shared personal finances!";
"ShareEMailBody"="Please click on the attachment to open the file in Smart Budget. \n\nIf you don’t have Smart Budget installed yet, here is the link: %@\n\nP.S. I’m using version %@\niOS Version - %@";
"EMailDatabaseProblemSubject"="Smart Budget Technical Support – my database is corrupt!";
"EMailDatabaseProblemBody"="This message contains your database copy. We will try to identify and fix the bug as soon as possible.\nSoftware Version - %@\niOS Version - %@\n";

"SelectAccountTitleTo"="To the Account";

"ExpenseNamePlaceholder"="Description (optional)";
"ExpenseTitleNew"="Description";
"ExpenseNameTitle"="Description";
"ExpenseNameComment"="No Description";
"ExpenseReturnDate"="Repayment";
"SelectNoReturnDate"="Without repayment date";
"SelectNoDate"="Without date";
"SelectTodayDate"="Today";
"SectionPlannedFor"="Planned for {date}";

"CheckInternetCloud"="No connection to the cloud server. It may be undergoing maintainance or you may not be connected to the Internet.";
"DocsHintCloudCorrupted20"="The database copy in the cloud is corrupt. Press the 'export' button in the bottom and choose ‘Send to support’.";
"DocsHintCloudUnpublished20"="The database copy in the cloud is not found. Press the 'export' button in the bottom and choose ‘Send to support’.";
"DocsHintCloudFuture"="Some changes have been sent to the cloud using a later version of Smart Budget. Please update your version.";
"ERROR_FUTURE_COMMANDS"="The database was changed using a later version of Smart Budget. Please update your version.";
"ERROR_CORRUPTED"="The database is corrupt. Please press the button to contact the developers.";

"HelpSwitchSheet" = "Switch sheets";
"HelpAddOperation" = "Add an income, expense, loan, transfer or currency exchange";
"HelpPlannedOpDifferentSheet" = "Planned operation is due soon on different sheet";
"HelpTextSearch" = "You can type 'o j' to search for the 'orange juice'";
"HelpSlideForSearchPlanning" = "Slide down for search&planning";
"HelpCreateDatabase" = "Databases are completely separate, each has its own set of accounts, sheets, operations and can be synced with different users.";
"HelpNeedCommit" = "Some changes are not saved to the cloud yet.";
"HelpPublished" = "This database is synced automatically between devices using iCloud with the same Apple ID. To sync between devices using different Apple IDs or not using iCloud at all, please send an invitation.";
"HelpNotPublished" = "Cloud sync is switched off for this database.";
"HelpAccounts" = "All accounts are multicurrency. To add funds to an account or transfer funds between accounts, go to the main screen and add an operation selecting that account.";
"HelpHiddenAccounts" = "Drag unused accounts below the 'hidden accounts' line to hide them from the list, but keep them for statistics.";
"HelpWriteUs" = "Write us!";
"HelpWriteReview" = "Love Smart Budget?";
"HelpFullVersion" = "Thank you";
"HelpSalePrice" = "You get a large discount as a buyer of the first version of Smart Budget";
"HelpNormalPrice" = "If you own Smart Budget 1, you can get a large discount, just make sure you have Smart Budget 1.7 installed and upgraded to the full version on this device.";
"HelpTapHold" = "Tap&hold for more functions";
"HelpPlusMinus" = "Switch between income and expense";
"HelpDateRemembered" = "A date other than today was automatically selected. Make sure it is correct.";
"HelpDateApproaching" = "Planned date is due soon";
"HelpSelectSheet" = "Select different sheet for this operation";
"HelpFreeProgress" = "If you reach the free version limit of 30 operations, you are required to buy the full version";
"HelpSheets" = "You can add operations to different sheets and then analyse each sheet individually.";
"HelpEraser" = "Eraser";
"HelpMarker" = "Marker";
"HelpExchangeRate" = "Exchange rates were last updated {hours_ago} hours ago.";
"HelpPin" = "PIN-code here is useful only to protect against children making unwanted changes to your data. For real security, set the password on your device lock screen";
"HelpForgotPin" = "Forgot PIN-code? Start from 0000, 0001 and continue to 9999 until you find it. It typically takes less then an hour to try all combinations.";

"HiddenAccountsLine"="Hidden accounts";
"AccountCash"="Cash";
"csvID"="Number";
"RecurrenceTitle"="Repeat";
"DateTitle"="Date";
"PlannedTitle"="Planned";
"CategoryTitle"="Category";
"SheetTitle"="Sheet";
"SheetsTitle"="Sheets";
"SheetNamePlaceholder"="Sheet Name";
"SheetTitleNew"="New Sheet";
"SheetNameTitle"="Name";
"TotalSheet"="All Sheets";
"SeveralSheets"="Multiple Sheets";
"TotalAccount"="All Accounts";
"SeveralAccounts"="Multiple Accounts";
"AccountTitle"="Account";
"AccountToTitle"="To Account";
"AccountsTitle"="Accounts";
"AccountNamePlaceholder"="Account Name";
"AccountNameTitle"="Name";
"AccountTitleNew"="New Account";
"AccountsSum"="Total";
"CategoryNamePlaceholder"="Category Name";
"CategoryTitleNew"="New Category";
"CategoryNameTitle"="Name";
"CurrencyTitle"="Currency";
"CurrenciesTitle"="Currencies";
"AmountTitle"="Amount";
"EditName"="Rename";
"MoveToAccountTitle"="Move operations to";
"AccountMoveMenuTitle"="You are going to move all operations from account '{from}' to account '{to}'. This cannot be undone.";
"MoveToSheetTitle"="Move operations to";
"SheetMoveMenuTitle"="You are going to move all operations from sheet '{from}' to sheet '{to}'. This cannot be undone.";
"MoveAllOperations"="Move all operations";
"DeleteAllOperations"="Delete all operations";
"DeleteAllOperationsMenuTitle"="You are going to delete all operations from sheet '{from}''. Deleting operations is rarely needed and will set back your balance by the amount of those operations. This cannot be undone.";

"AmountConverted"="%@ is equal to %@";
"ConversionNA"="N/A";
"AmountNotConverted"="Error downloading rates";
"BuiltInCategoryTitle"="Special Category";
"BuiltInCategoryText"="‘Loan’, ‘Transfer’ and ‘Currency Exchange’ categories are not editable.";
"OperationsNumber" = "{count}\nops";

"AboutTitle"="Settings";
"RealAboutTitle"="About";
"LimitTitle"="Free Version";
"LimitText"="The free version is limited to 30 entries. It will take 20 seconds to upgrade to the full version using Apple in-app purchase technology.";
"PurchaseStatusPurchasing"="Accessing store...";
"PurchaseStatusFullVersion"="The full version has been purchased";
"PurchaseStatusRestoring"="Restoring purchases...";
"Purchase20ButtonTitle"="Buy the full version";
"RestoreButtonTitle"="Restore purchases";
"WriteReviewTitle"="Write a review";
"WriteReviewText"="Do you want to write a review?";
"MoneyVersion"="Smart Budget, Version";
"FontTitle" = "Font";
"PURCHASE_FAILED_TITLE"="Purchase error";
"CANNOT_MAKE_PAYMENTS_TEXT"="Your device settings do not allow purchases. Open device settings, 'General', 'Restrictions' and make sure 'in-App Purchases' are turned on.";
"RESTORE_FAILED_TITLE"="Restore error";
"ERROR_INTERNET_TEXT"="%@. Please check your Internet connection and try again.";
"ERROR_NO_PRODUCT"="Failed to download prices";
"RESTORE_NOTHING_TITLE"="Restore complete";
"RESTORE_NOTHING_TEXT"="No previous purchases were found. Please make sure the same Apple ID was used for original purchases.";

"CurrencySelectedHeader"="Selected Currencies";
"CurrencyPopularHeader"="Popular Currencies";
"CurrencyOtherHeader"="Other Currencies";

"PinTitle"="PIN code";
"PinEnterText"="Enter PIN code";
"PinRepeatText"="Re-enter PIN code";
"PinWrongText"="Wrong PIN code\nPlease enter your PIN code again";
"PinNoMatchText"="PINs mismatch\nPlease enter PIN code again";

"CreateDatabase"="Create database";
"SelectDatabase"="Open database";
"DocumentsTitle"="Databases";
"DeleteDatabaseTitle"="Delete database from this device? This cannot be undone!";
"Publish20"="Enable cloud sync";
"Invite20"="Send invitation";
"Unpublish20"="Disable cloud sync";
"UnpublishTitle20"="The local database copy will be created on this device and the original database will be deleted from this device and all devices using the same Apple ID for iCloud.";
"DeleteDatabaseTitlePublished"="The database will be deleted from this device and all devices using the same Apple ID for iCloud.";
"OtherDevicesWillContinue"="If the other devices have access to the cloud copy of this database via invitation, they will continue to use it.";

"ExportMenuTitle"="Export database";
"BackupButtonTitle20"="Backup";
"PreviewButtonTitle"="View as XSLX";
"ExportXSLXButtonTitle"="Export as XSLX";
"SendToSupportTitle"="Send to developers.";
"SendToSupportText"="If you believe your database is corrupt, you can send it to support for analysis and repair if necessary.";

"ExpensePlanButton"="Plan Similar";
"ExpensePerformButton"="Transact";
"ContactIndicator"="Contact";
"DeleteExpenseTitle"="Delete the transaction?";

"NEVER"="Never";
"EVERY_DAY"="Every day";
"EVERY_WEEK"="Every week";
"EVERY_2WEEKS"="Every fortnight";
"EVERY_MONTH"="Every month";
"EVERY_2MONTHS"="Every 2 months";
"EVERY_QUARTER"="Every 3 months";
"TWICE_A_YEAR"="Twice a year";
"EVERY_YEAR"="Every year";

"EXPENSE_KIND"="Expense";
"INCOME_KIND"="Income";

"CatTransfer"="Transfer";
"CatConvert"="Currency exchange";
"CatLoan"="Loan";
"CatLoanBack"="Loan repayment";
"CatApartment"="Accommodation";
"CatFoodHome"="Food";
"CatFoodRestaurant"="Restaurant, café";
// Remove planned
"CatCarPlanned"="Vehicle";
"CatCarEmergency"="Vehicle (emergency)";
"CatSport"="Sport";
"CatCat"="Cat";
"CatDog"="Dog";
"CatPet"="Pet";
"CatGiftsLost"="Gifts";
"CatTransportPublic"="Public Transport";
"CatFishing"="Fishing";
"CatHunting"="Hunting";
"CatGamblingLost"="Lost in gambling";
"CatGaveFamily"="Gave to a relative";
"CatBaby"="Child";
"CatMedicine"="Medical";
"CatGadgets"="Electronics";
"CatCinema"="Cinema";
"CatTheaters"="Theatres, Exhibitions";
"CatRoleplaying"="Role plays";
"CatSalary"="Salary/ Wage";
"CatOverwork"="Overtime";
"CatBonus"="Bonus";
"CatGamblingWon"="Won in gambling";
"CatApple"="Royalty";
"CatFound"="Found";
"CatGiftsWon"="Gift";
"CatGovernment"="Official fees";
"CatClothes"="Clothing";
"CatSpirits"="Drinks";
"CatCommunications"="Telecom and Internet";
"CatTransportTravel"="Travel expenses";
"CatHotel"="Hotel";
"CatEducation"="Education";
"CatUnknown"="Unknown";
"CatCelebration"="Holiday";
"CatTookFromFamily"="Received from a relative";
"CatInitialBalance"="Initial balance";

"UserCategorySheetTitle"="%@ (number of transactions - %d)";
"SelectImage"="Choose Image";
"DrawImage"="Draw Image";
"ImageTitle"="Image";
"CategoriesRecent"="Recently Used";
"CategoriesNotRecent"="Long Unused";
"CategoriesNeverUsed"="Never Used";

"EverydaySheet"="Day-to-day";
"SelectFromContacts"="Choose From Contacts";
"CustomImagesSection"="Drawn images from all databases";

"ReportTitle"="Report";
"Reports"="Reports";
"SimpleReport"="Simple report";
"ReportStyleTitle"="Report style";
"ByCat"="By category";
"ByDay"="Daily";
"BySum"="Balance";
"ReportPeriod"="Period";
"AllTime"="All time";
"StatIncome"="Income";
"StatOutcome"="Expense";
"StatBalance"="Balance";
"StatExchangeRateFlux"="Rate Difference";
"StatIncome20"="Income: {amount}";
"StatOutcome20"="Expense: {amount}";
"StatIncomePlanned"="Planned income: {amount}";
"StatOutcomePlanned"="Planned expense: {amount}";
"StatIncomePlannedNoDate"="Planned income (without date): {amount}";
"StatOutcomePlannedNoDate"="Planned expense (without date): {amount}";
"StatIncomePlannedPerMonth"="Income per month: {amount}";
"StatOutcomePlannedPerMonth"="Expense per month: {amount}";

"ExampleSneakers"="Sneakers";
"ExampleIcecream"="Ice cream";
"ExampleGas"="Gas";
"ExampleTickets"="Tickets to Buenos Aires";
"ExampleMarriage"="Marriage";

"DocsHintCloudBadReceipt" = "The cloud server does not accept databases with too many modifications from the free version. Please upgrade to the Full Version.";
"LoadFromBackupErrorTitle" = "Backup not loaded";
"LOAD_FROM_BACKUP_EXISTS" = "You already have this cloud-synced database on your device.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "File format is not recognized. You can send the file to support for analysis and possible repair.";
"SectionNoDate"="Planned without date";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 month{{else}}{count} months";
"NDays" = "{{is_1}}1 day{{else}}{count} days";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "new";

"ImportInstructions20"="How do I move data from Smart Budget 1 to Smart Budget 2? {title} First, ensure that Smart Budget 1.7 or later is installed on your device. {picture1} Launch Smart Budget 1, click the 'cloud' button, click the 'Export to Smart Budget 2' button, select Smart Budget 2 from the list of applications. {picture2} If you used cloud sync in Smart Budget 1, you will have to enable cloud sync again in Smart Budget 2. {picture3}";
"FAQTitle"="FAQ";

"PlanNewOperation"="Plan new operation";
"AppName2"="Smart Budget 2";

"CopyBalance"="Copy balance";
"CopyReport"="Copy report";
"ExportReportTitle"="Export report";
